import Img1 from '../images/pic1.svg'
import Img2 from '../images/pic2.svg'
import Img3 from '../images/pic3.svg'
import Img4 from '../images/pic4.svg'
import Img5 from '../images/pic5.svg'
import ImgMobile1 from '../images/VectorMobile2.svg'
import ImgMobile2 from '../images/VectorMobile1.svg'
import ImgMobile3 from '../images/VectorMobile3.svg'
import ImgMobile4 from '../images/VectorMobile4.svg'

export const promoData = [
  {
    id: 1,
    textStart: "Набор",
    textBold: "идей",
    textFor: "для",
    textEnd: "бизнеса сгенерированных специально для тебя",
    crossedPrice: "399",
    actualPrice: "199",
    image: Img1,
    imageMobile: ImgMobile1,
  },
  {
    id: 2,
    textStart: "Проблемное",
    textBold: "интервью",
    textEnd: "с потенциальными клиентами",
    crossedPrice: "8999",
    actualPrice: "3899",
    image: Img2,
    imageMobile: ImgMobile2,
  },
  {
    id: 3,
    textStart: "Подбор",
    textBold: "сотрудников",
    textEnd: "для твоего бизнеса",
    crossedPrice: "1299",
    actualPrice: "1199",
    image: Img3,
    imageMobile: ImgMobile3,
  },
  {
    id: 4,
    textStart: "Разработка детального",
    textBold: "бизнес плана",
    textEnd: "с помощью ИИ",
    crossedPrice: "14699",
    actualPrice: "11999",
    image: Img4,
    imageMobile: ImgMobile4,
  },
  {
    id: 5,
    textStart: "Генерация",
    textBold: "рекламных",
    textEnd: "материалов с помощью ИИ",
    crossedPrice: "6666",
    actualPrice: "4599",
    image: Img5,
    imageMobile: ImgMobile2,
  },
];

export const cardIdeaData = [
  {
    title: "Социальная сеть для молодых людей от 12 до 25 лет, которые хотят делать больше, чем просто делиться селфи и сплетнями. Он направлен на то, чтобы помочь молодым людям найти работу, получить доступ к возможностям и общаться со своими сверстниками",
    likes: 39,
    dislikes: 7,
    chance: 76
  },
  {
    title: "Компания, которая помогает владельцам малого бизнеса строить более стратегический маркетинговый план, позволяя им планировать свои бюджеты и планировать свои маркетинговые усилия",
    likes: 78,
    dislikes: 12,
    chance: 69
  },
  {
    title: "Социальная сеть для бездомных», которая помогает найти кров, еду и работу",
    likes: 24,
    dislikes: 9,
    chance: 56
  },
  {
    title: "Стартап, который находит творческие вакансии для творческих людей и помогает им найти работу",
    likes: 34,
    dislikes: 2,
    chance: 67
  },
  {
    title: "Это услуга, которая позволяет сделать небольшой ремонт собственного автомобиля в домашних условиях",
    likes: 23,
    dislikes: 4,
    chance: 85
  },
  {
    title: "Стартап, который помогает розничным магазинам и брендам управлять и оптимизировать свои веб-сайты, помогая им получать больше трафика и продаж",
    likes: 31,
    dislikes: 10,
    chance: 93
  },
  {
    title: "Чат-бот, который помогает вам управлять своими деньгами, задавая вам вопросы, а затем предлагая предложения о том, что делать с вашими деньгами",
    likes: 39,
    dislikes: 2,
    chance: 89
  },
  {
    title: "Стартап, который разрабатывает способ выращивания продуктов питания в почве без пестицидов или других химикатов",
    likes: 29,
    dislikes: 1,
    chance: 65
  },
  {
    title: "Платформа для покупки, продажи, обмена и аренды велосипедов. API компании предоставляет доступ к данным о велосипедах, магазинах и ремонтах, и в настоящее время у нее 30 000 списков велосипедов",
    likes: 19,
    dislikes: 5,
    chance: 56
  },
  {
    title: "Приложение для микробюджетов для людей, которые хотят заранее спланировать большие расходы (например, свадьбу)",
    likes: 25,
    dislikes: 3,
    chance: 87
  },
  {
    title: "Платформа, которая помогает людям одалживать друг другу деньги по ставке около 1% годовых",
    likes: 18,
    dislikes: 0,
    chance: 42
  },
  {
    title: "Место, где вы можете найти работу, которую можно выполнять из дома",
    likes: 24,
    dislikes: 3,
    chance: 43
  },
  {
    title: "Мобильное приложение, помогающее бросить курить",
    likes: 54,
    dislikes: 10,
    chance: 76
  },
  {
    title: "Социальная сеть для людей, которые любят поесть. Пользователи могут просматривать меню, находить рестораны, которые соответствуют их бюджету, и общаться с другими любителями еды",
    likes: 39,
    dislikes: 2,
    chance: 27
  },
  {
    title: "Стартап создает приложение, которое связывает автовладельцев с механиками, которые могут чинить сломанные автомобили",
    likes: 54,
    dislikes: 11,
    chance: 48
  },
  {
    title: "Компания, которая помогает вам найти способ зарабатывать деньги, делая то, что вы уже делаете",
    likes: 44,
    dislikes: 12,
    chance: 67
  },
  {
    title: "Приложение для обмена сообщениями, чтобы помочь людям связаться с местными органами власти. Он призван сделать правительство более доступным и прозрачным для общественности",
    likes: 40,
    dislikes: 6,
    chance: 31
  },
  {
    title: "Компания, которая продает технологии, помогающие пожилым людям сохранять свою независимость",
    likes: 26,
    dislikes: 8,
    chance: 35
  },
  {
    title: "Стартап, который помогает студентам и другим молодым специалистам найти людей своего возраста, которые хотят жить вместе",
    likes: 18,
    dislikes: 3,
    chance: 83
  },
  {
    title: "Чат-бот на основе искусственного интеллекта, который поможет вам в достижении ваших целей в фитнесе. Бот предлагает индивидуальные тренировки на основе ваших целей, задач и истории",
    likes: 38,
    dislikes: 4,
    chance: 78
  },
  {
    title: "Инструмент для повышения уровня удержания сотрудников за счет улучшения коммуникации и вовлеченности",
    likes: 14,
    dislikes: 0,
    chance: 91
  },
  {
    title: "Стартап и мобильное приложение для продажи билетов на мероприятия, которые можно вернуть, если шоу отменят, или перепродать, если нет достаточного спроса",
    likes: 12,
    dislikes: 1,
    chance: 23
  },
  {
    title: "Облачная система бухгалтерского учета для стартапов с такими функциями, как напоминания об оплате счетов, совместная работа команды и отчеты о продажах",
    likes: 23,
    dislikes: 9,
    chance: 54
  },
  {
    title: "Цифровая торговая площадка, где учащиеся могут продавать свои услуги еще во время учебы",
    likes: 20,
    dislikes: 1,
    chance: 32
  },
  {
    title: "Стартап, который создает инструмент для соискателей, чтобы узнать, насколько хорошо они справляются со своей работой",
    likes: 37,
    dislikes: 6,
    chance: 52
  },
  {
    title: "Стартап, который помогает компаниям с логистикой, следя за тем, чтобы поступающие товары были на складе, и помогая менеджерам отслеживать, что находится в процессе",
    likes: 23,
    dislikes: 15,
    chance: 79
  },
  {
    title: "Компания-разработчик программного обеспечения, которая работает с городами над размещением приложений и созданием программного обеспечения, которое может помочь городским властям в таких вещах, как управление штрафами за парковку, предоставление коммунальных услуг людям с ограниченными возможностями и отслеживание нарушений правил дорожного движения и парковки",
    likes: 12,
    dislikes: 4,
    chance: 67
  },
]